export const expenseCategories = ['🍔 Еда', '🚗 Транспорт', '🏠 Жильё', '🛍️ Шопинг', '🎮 Развлечения', '💊 Здоровье', '📚 Образование'];
export const incomeCategories = ['💼 Зарплата', '📈 Инвестиции', '🎁 Подарки', '💸 Фриланс'];

export const categoryColors = {
    '🍔 Еда': '#116466',
    '🚗 Транспорт': '#FFCB9A',
    '🏠 Жильё': '#D9B08C',
    '🛍️ Шопинг': '#6B7A6F',
    '🎮 Развлечения': '#2C3531',
    '💊 Здоровье': '#148a8c',
    '📚 Образование': '#FF6B6B',
    '💼 Зарплата': '#116466',
    '📈 Инвестиции': '#D9B08C',
    '🎁 Подарки': '#FFCB9A',
    '💸 Фриланс': '#148a8c'
};